Repository: designabyzova/AnticryBabyApp
Catalog: BabyInCarApp/BabyInCarApp/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, pt, ru, zh_hans

# permission.microphoneDesc
source: For hands-free voice control while driving
ar: للتحكم الصوتي أثناء القيادة
de: Für Sprachsteuerung während der Fahrt
es: Para control de voz mientras conduces
fr: Pour le contrôle vocal en conduisant
it: Per il controllo vocale durante la guida
ja: 運転中の音声操作用
pt: Para controle de voz enquanto dirige
ru: Для голосового управления во время вождения
zh_hans: 用于驾驶时的语音控制

# permission.notifications
source: Notifications
ar: الإشعارات
de: Benachrichtigungen
es: Notificaciones
it: Notifiche
ja: 通知
pt: Notificações
ru: Уведомления
zh_hans: 通知

# permission.notificationsDesc
source: For sleep timer and playback alerts
ar: لمؤقت النوم وتنبيهات التشغيل
de: Für Schlaftimer und Wiedergabe-Hinweise
es: Para el temporizador y alertas de reproducción
fr: Pour la minuterie et les alertes de lecture
it: Per il timer e gli avvisi di riproduzione
ja: スリープタイマーと再生通知用
pt: Para timer de sono e alertas de reprodução
ru: Для таймера сна и оповещений
zh_hans: 用于睡眠定时器和播放提醒

# player.nowPlaying
source: Now Playing
ar: قيد التشغيل الآن
de: Jetzt läuft
es: Reproduciendo ahora
fr: En cours
it: In riproduzione
ja: 再生中
pt: Reproduzindo agora
ru: Сейчас играет
zh_hans: 正在播放

# player.queue
source: Queue
ar: قائمة الانتظار
de: Warteschlange
es: Cola
fr: File d'attente
it: Coda
ja: キュー
pt: Fila
ru: Очередь
zh_hans: 播放队列

# player.upNext
source: Up Next
ar: التالي
de: Als nächstes
es: A continuación
fr: À suivre
it: Prossimo
ja: 次の曲
pt: Próximo
ru: Далее
zh_hans: 接下来

# premium.free
source: Free
ar: مجاني
de: Kostenlos
es: Gratis
fr: Gratuit
it: Gratuito
ja: 無料
pt: Grátis
ru: Бесплатно
zh_hans: 免费

# premium.premium
source: Premium
ar: بريميوم
ja: プレミアム
ru: Премиум
zh_hans: 高级版

# premium.unlockAll
source: Unlock all content & features
ar: فتح جميع المحتويات والميزات
de: Alle Inhalte und Funktionen freischalten
es: Desbloquear todo el contenido y funciones
fr: Débloquer tout le contenu et les fonctionnalités
it: Sblocca tutti i contenuti e le funzionalità
ja: すべてのコンテンツと機能のロックを解除
pt: Desbloquear todo o conteúdo e recursos
ru: Разблокировать весь контент и функции
zh_hans: 解锁所有内容和功能

# profile.editProfile
source: Edit Profile
ar: تعديل الملف الشخصي
de: Profil bearbeiten
es: Editar perfil
fr: Modifier le profil
it: Modifica profilo
ja: プロフィールを編集
pt: Editar perfil
ru: Редактировать профиль
zh_hans: 编辑资料

# profile.unlockAllContent
source: Unlock all content & features
ar: فتح كل المحتوى
de: Alle Inhalte freischalten
es: Desbloquear todo el contenido
fr: Débloquer tout le contenu
it: Sblocca tutti i contenuti
ja: すべてのコンテンツを解除
pt: Desbloquear todo o conteúdo
ru: Открыть весь контент и функции
zh_hans: 解锁所有内容

# profile.upgradeToPremium
source: Upgrade to Premium
ar: الترقية إلى Premium
de: Auf Premium upgraden
es: Actualizar a Premium
fr: Passer à Premium
it: Passa a Premium
ja: プレミアムにアップグレード
pt: Atualizar para Premium
ru: Перейти на Премиум
zh_hans: 升级到高级版

# search.placeholder
source: Search fairy tales, lullabies...
ar: البحث عن حكايات، تهويدات...
de: Märchen, Schlaflieder suchen...
es: Buscar cuentos, canciones de cuna...
fr: Rechercher des contes, berceuses...
it: Cerca fiabe, ninne nanne...
ja: おとぎ話、子守唄を検索...
pt: Pesquisar contos de fadas, canções de ninar...
ru: Поиск сказок, колыбельных...
zh_hans: 搜索童话、摇篮曲...

# search.popular
source: Popular
ar: الشائعة
de: Beliebt
es: Populares
fr: Populaires
it: Popolari
ja: 人気
pt: Populares
ru: Популярные
zh_hans: 热门

# search.recent
source: Recent
ar: الأخيرة
de: Zuletzt
es: Recientes
fr: Récents
it: Recenti
ja: 最近
pt: Recentes
ru: Недавние
zh_hans: 最近

# settings.about
source: About
ar: حول
de: Über
es: Acerca de
fr: À propos
it: Informazioni
ja: について
pt: Sobre
ru: О приложении
zh_hans: 关于

# settings.account
source: Account
ar: الحساب
de: Konto
es: Cuenta
fr: Compte
ja: アカウント
pt: Conta
ru: Аккаунт
zh_hans: 账户

# settings.app
source: App
ar: التطبيق
es: Aplicación
fr: Application
ja: アプリ
pt: Aplicativo
ru: Приложение
zh_hans: 应用

# settings.audio
source: Audio Settings
ar: إعدادات الصوت
de: Audio-Einstellungen
es: Configuración de audio
fr: Paramètres audio
it: Impostazioni audio
ja: オーディオ設定
pt: Configurações de áudio
ru: Настройки аудио
zh_hans: 音频设置

# settings.audioSettings
source: Audio Settings
ar: إعدادات الصوت
de: Audioeinstellungen
es: Configuración de audio
fr: Paramètres audio
it: Impostazioni audio
ja: オーディオ設定
pt: Configurações de áudio
ru: Настройки звука
zh_hans: 音频设置

# settings.autoStartOnLaunch
source: Auto-Start on Launch
ar: البدء التلقائي عند التشغيل
de: Automatischer Start
es: Inicio automático
fr: Démarrage automatique
it: Avvio automatico
ja: 起動時に自動開始
pt: Iniciar automaticamente
ru: Автозапуск при открытии
zh_hans: 启动时自动开始

# settings.contactSupport
source: Contact Support
ar: اتصل بالدعم
de: Support kontaktieren
es: Contactar soporte
fr: Contacter le support
it: Contatta supporto
ja: サポートに連絡
pt: Contatar suporte
ru: Связаться с поддержкой
zh_hans: 联系支持

# settings.content
source: Content
ar: المحتوى
de: Inhalt
es: Contenido
fr: Contenu
it: Contenuto
ja: コンテンツ
pt: Conteúdo
ru: Контент
zh_hans: 内容

# settings.crossfadeTracks
source: Crossfade between tracks
ar: التلاشي بين المسارات
de: Überblenden zwischen Titeln
es: Fundido cruzado entre pistas
fr: Fondu enchaîné entre pistes
it: Dissolvenza tra tracce
ja: トラック間のクロスフェード
pt: Crossfade entre faixas
ru: Плавный переход между треками
zh_hans: 曲目间淡入淡出

# settings.cryDetection
source: Cry Detection
ar: كشف البكاء
de: Weinerkennung
es: Detección de llanto
fr: Détection des pleurs
it: Rilevamento pianto
ja: 泣き声検出
pt: Detecção de choro
ru: Определение плача
zh_hans: 哭声检测

# settings.cryDetectionSettings
source: Cry Detection Settings
ar: إعدادات الكشف
de: Erkennungseinstellungen
es: Configuración de detección
fr: Paramètres de détection
it: Impostazioni rilevamento
ja: 検出設定
pt: Configurações de detecção
ru: Настройки определения плача
zh_hans: 检测设置

# settings.dataPrivacy
source: Data & Privacy
ar: البيانات والخصوصية
de: Daten & Datenschutz
es: Datos y privacidad
fr: Données et confidentialité
it: Dati e privacy
ja: データとプライバシー
pt: Dados e privacidade
ru: Данные и конфиденциальность
zh_hans: 数据与隐私

# settings.defaultVolume
source: Default Volume
ar: مستوى الصوت الافتراضي
de: Standardlautstärke
es: Volumen predeterminado
fr: Volume par défaut
it: Volume predefinito
ja: デフォルト音量
pt: Volume padrão
ru: Громкость по умолчанию
zh_hans: 默认音量

# settings.languages
source: Languages
ar: اللغات
de: Sprachen
es: Idiomas
fr: Langues
it: Lingue
ja: 言語
pt: Idiomas
ru: Языки
zh_hans: 语言

# settings.learningConfidence
source: Learning Confidence
ar: ثقة التعلم
de: Lernvertrauen
es: Confianza del aprendizaje
fr: Confiance de l'apprentissage
it: Confidenza apprendimento
ja: 学習信頼度
pt: Confiança do aprendizado
ru: Точность обучения
zh_hans: 学习置信度

# settings.learningSessions
source: Learning Sessions
ar: جلسات التعلم
de: Lernsitzungen
es: Sesiones de aprendizaje
fr: Sessions d'apprentissage
it: Sessioni di apprendimento
ja: 学習セッション
pt: Sessões de aprendizado
ru: Сеансы обучения
zh_hans: 学习会话

# settings.privacyPolicy
source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
ja: プライバシーポリシー
pt: Política de privacidade
ru: Политика конфиденциальности
zh_hans: 隐私政策

# settings.ready
source: Ready
ar: جاهز
de: Bereit
es: Listo
fr: Prêt
it: Pronto
ja: 準備完了
pt: Pronto
ru: Готово
zh_hans: 就绪

# settings.resetLearningData
source: Reset Learning Data
ar: إعادة تعيين بيانات التعلم
de: Lerndaten zurücksetzen
es: Restablecer datos de aprendizaje
fr: Réinitialiser les données
it: Reimposta dati apprendimento
ja: 学習データをリセット
pt: Redefinir dados de aprendizado
ru: Сбросить данные обучения
zh_hans: 重置学习数据

# settings.restorePurchases
source: Restore Purchases
ar: استعادة المشتريات
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
it: Ripristina acquisti
ja: 購入を復元
pt: Restaurar compras
ru: Восстановить покупки
zh_hans: 恢复购买

# settings.sleepTimer
source: Sleep Timer
ar: مؤقت النوم
de: Schlaftimer
es: Temporizador de sueño
fr: Minuteur de sommeil
it: Timer di riposo
ja: スリープタイマー
pt: Temporizador de sono
ru: Таймер сна
zh_hans: 睡眠定时器

# settings.smoothTransitions
source: Smooth Transitions
ar: انتقالات سلسة
de: Sanfte Übergänge
es: Transiciones suaves
fr: Transitions fluides
it: Transizioni fluide
ja: スムーズな遷移
pt: Transições suaves
ru: Плавные переходы
zh_hans: 平滑过渡

# settings.subscription
source: Subscription
ar: الاشتراك
de: Abonnement
es: Suscripción
fr: Abonnement
it: Abbonamento
ja: サブスクリプション
pt: Assinatura
ru: Подписка
zh_hans: 订阅

# settings.termsOfService
source: Terms of Service
ar: شروط الخدمة
de: Nutzungsbedingungen
es: Términos de servicio
fr: Conditions d'utilisation
it: Termini di servizio
ja: 利用規約
pt: Termos de serviço
ru: Условия использования
zh_hans: 服务条款

# settings.volume
source: Default Volume
ar: مستوى الصوت الافتراضي
de: Standardlautstärke
es: Volumen predeterminado
fr: Volume par défaut
it: Volume predefinito
ja: デフォルト音量
pt: Volume padrão
ru: Громкость по умолчанию
zh_hans: 默认音量

# status.downloading
source: Downloading...
ar: جارٍ التنزيل...
de: Wird heruntergeladen...
es: Descargando...
fr: Téléchargement...
it: Scaricamento...
ja: ダウンロード中...
pt: Baixando...
ru: Загрузка...
zh_hans: 下载中...

# status.loading
source: Loading...
ar: جارٍ التحميل...
de: Lädt...
es: Cargando...
fr: Chargement...
it: Caricamento...
ja: 読み込み中...
pt: Carregando...
ru: Загрузка...
zh_hans: 加载中...

# status.ready
source: Ready
ar: جاهز
de: Bereit
es: Listo
fr: Prêt
it: Pronto
ja: 準備完了
pt: Pronto
ru: Готово
zh_hans: 就绪

# time.hours
source: h
ar: ساعة
de: Std
ja: 時間
ru: ч
zh_hans: 小时

# time.minutes
source: min
ar: دقيقة
ja: 分
ru: мин
zh_hans: 分钟
